/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "ضبط الصور";
"ICA_PGADV_AUTOTONE_TT"	= "تحديد تأثير الوظيفة التي تقوم بتحسين سطوع الصورة.";
"ICA_PGADV_COPYGAMMA_STR"	= "تقليل الشفافية";
"ICA_PGADV_COPYGAMMA_TT"	= "تحديد تشغيل/إيقاف تشغيل الوظيفة التي تقوم بتقليل الشفافية لوجهي المستندات أو تخفيف اللون الأساسي في الورق المعاد تدويره وأنواع الورق الملون الأخرى. يصبح هذا الخيار متاحًا فقط في حالة تحديد [مستند] أو [مجلة] في [ضبط الصور].";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "تحديد تشغيل/إيقاف تشغيل الوظيفة التي تقوم بتقليل الشفافية لوجهي المستندات أو تخفيف اللون الأساسي في الورق المعاد تدويره وأنواع الورق الملون الأخرى. يصبح هذا الخيار متاحًا فقط في حالة تحديد [مستند] في [ضبط الصور].";
"ICA_PGADV_UNSHARP_STR"	= "قناع التوضيح";
"ICA_PGADV_UNSHARP_TT"	= "تحديد تشغيل/إيقاف تشغيل الوظيفة التي تقوم بإبراز حدود أهداف الصورة لتوضيحها.‬ عند تشغيل [إزالة التموج]، قد تبقى آثار التشوه ما لم يتم تعيين [قناع التوضيح] على إيقاف تشغيل.";
"ICA_PGADV_DESCREEN_STR"	= "إزالة التموج";
"ICA_PGADV_DESCREEN_TT"	= "تحديد تشغيل/إيقاف تشغيل الوظيفة التي تقوم بتقليل التدرجات غير المستوية أو الخطوط (آثار التشوه) التي تظهر عند إجراء مسح ضوئي على الصور الفوتوغرافية أو الصور المطبوعة بنقاط دقيقة.‬ قد تبقى آثار التشوه ما لم يتم تعيين [قناع التوضيح] على إيقاف تشغيل.";
"ICA_PGADV_REMOVEDUST_STR"	= "إزالة الأتربة";
"ICA_PGADV_REMOVEDUST_TT"	= "تحديد تأثير وظيفة \"FARE\" التي تقوم بإزالة الأتربة وعلامات الخدوش‬ تلقائيًا من الفيلم الذي تم مسحه ضوئيًا.";
"ICA_PGADV_REDUCEDUST_STR"	= "تقليل الأتربة";
"ICA_PGADV_REDUCEDUST_TT"	= "تحديد تأثير الوظيفة التي تقوم بتقليل النقاط البيضاء الناتجة عن تعرض الصور للأتربة والخدوش.";
"ICA_PGADV_FADINGCORRECT_STR"	= "تصحيح الألوان الباهتة";
"ICA_PGADV_FADINGCORRECT_TT"	= "تحديد تأثير الوظيفة التي تقوم بتصحيح الصور الفوتوغرافية والأفلام التي تبهت مع مرور الوقت أو التي يكون بها سوء توزيع للألوان. يصبح هذا الخيار فعالاً فقط في حالة تحديد [ألوان] في [وضع الألوان] (النوع).";
"ICA_PGADV_GRAINCORRECT_STR"	= "تصحيح التحبب";
"ICA_PGADV_GRAINCORRECT_TT"	= "تحديد تأثير الوظيفة التي تقوم بتقليل درجة التحبب (‏الخشونة)‏ في الصور الفوتوغرافية التي يتم التقاطها باستخدام فيلم عالي السرعة أو حساس.";
"ICA_PGADV_CUBS_STR"	= "تصحيح الظل";
"ICA_PGADV_CUBS_TT"	= "تحديد تأثير الوظيفة التي تقوم بتصحيح الظلال التي تظهر بين الصفحات عند إجراء مسح ضوئي لكتيبات مفتوحة. عند استخدام وظيفة التصحيح هذه، ضع الأصل بحيث لا يكون مائلاً. أثناء إجراء المسح الضوئي، اضغط على حافة التجليد الخاصة بالمستند الأصلي بنفس مقدار الضغط المستخدم أثناء معاينة المسح الضوئي.";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "معايرة قبل كل عملية مسح ضوئي";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "إجراء معايرة قبل كل عملية مسح ضوئي.";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "إخراج حسب ترتيب الصفحة";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "تعيين كيفية إخراج الورق بعد إجراء المسح الضوئي لوجهي المستندات المتعددة من ADF. قم بتعيينه على إيقاف تشغيل لمسح المستندات ضوئيًا وإخراج الورق بالوضع السريع. وقم بتعيينه على تشغيل لمسح المستندات ضوئيًا وإخراج الورق تلقائيًا حسب ترتيب الصفحة.";
"ICA_ADV_FLAG_NONE"	= "لا شيء";
"ICA_ADV_FLAG_AUTO"	= "تلقائي";
"ICA_ADV_FLAG_PHOTO"	= "صورة فوتوغرافية";
"ICA_ADV_FLAG_MAGAZINE"	= "مجلة";
"ICA_ADV_FLAG_DOCUMENT"	= "مستند";
"ICA_ADV_FLAG_ON"	= "تشغيل";
"ICA_INFO_NONE"	= "لا شيء";
"ICA_INFO_LOW"	= "منخفض";
"ICA_INFO_MEDIUM"	= "متوسط";
"ICA_INFO_HIGH"	= "مرتفع";
"ICA_ERROR_001"	= "يتعذر إجراء المسح الضوئي ما لم يتم تقليل الحجم والدقة إلى ‎%s × %s بكسل أو أقل على أن يكون حجم البيانات %s جيجابايت أو أقل.";
"ICA_ERROR_002"	= "لا يتناسب حجم الورق مع المسح الضوئي على الوجهين. حدد حجم A4 أو Letter.";
"ICA_ERROR_003"	= "لا يدعم [وضع الألوان] (النوع) الذي تم تحديده المسح الضوئي 16-بت. لإجراء المسح الضوئي باستخدام [وضع الألوان] (النوع) الذي تم تحديده، قم بتغيير عمق البت إلى 8-بت. لإجراء المسح الضوئي 16-بت، قم بتغيير [وضع الألوان] (النوع) إلى ألوان.";
"ICA_ERROR_004"	= "يتعذر إجراء المسح الضوئي ما لم تتم زيادة الحجم إلى 4‎ × 4 مليمتر (0.16‎ × 0.16 بوصة).";
"ICA_ERROR_005"	= "ليست لديك الامتيازات المطلوبة للوصول إلى المجلد المحدد.";
"ICA_ERROR_006"	= "تعذر الكشف عن الفيلم.\nتحقق مما إذا كان الفيلم قد تم وضعه بشكل صحيح وقم بإجراء المسح الضوئي مرة أخرى.";
"ICA_ERROR_007"	= "قم بإجراء المسح الضوئي للأفلام بتنسيق 120 باستخدام برنامج تشغيل الماسحة الضوئية.";
"ICA_ERROR_008"	= "لقد حدث خطأ داخلي. اتخذ الإجراءات التالية.\n- تحقق من حالة الماسحة الضوئية.\n- أعد تشغيل الماسحة الضوئية.\n- أعد تثبيت برنامج تشغيل الطابعة.";
"ICA_ERROR_009"	= "لا يتناسب حجم الورق مع المسح الضوئي على الوجهين. حدد حجم ورق بخلاف US Legal.";
"ICA_ERROR_01"	= "أوشكت الذاكرة على النفاد. قم بزيادة الذاكرة المتوفرة.";
"ICA_ERROR_02"	= "إن أحد الملفات المطلوبة مفقود أو به تلف، أو الإعدادات غير صحيحة. حاول إجراء التثبيت مرة أخرى.";
"ICA_ERROR_03"	= "لقد حدث خطأ داخلي.";
"ICA_ERROR_04"	= "لا توجد مساحة متوفرة على القرص لإتمام عملية المسح الضوئي.";
"ICA_ERROR_05"	= "لا توجد مستندات في ADF (وحدة التغذية التلقائية للمستندات). قم بتحميل ورق ثم أعد المحاولة.";
"ICA_ERROR_07"	= "لقد حدث خطأ بالماسحة الضوئية. راجع الدليل للحصول على حلول.";
"ICA_ERROR_08"	= "لا يمكن قراءة الملف أو الكتابة عليه.";
"ICA_ERROR_09"	= "لقد حدث خطأ. قم بإيقاف تشغيل الجهاز وتشغيله مرة أخرى.";
"ICA_ERROR_10"	= "قم بتحرير مفتاح الغلق، ثم قم بفصل كبل USB وأعد توصيله.";
"ICA_ERROR_11"	= "قم بتحرير مفتاح الغلق، ثم قم بإيقاف تشغيل الجهاز وتشغيله مرة أخرى.";
"ICA_ERROR_12"	= "تم إلغاء المسح الضوئي بواسطة المستخدم.";
"ICA_ERROR_13"	= "تم إلغاء المسح الضوئي بواسطة المستخدم. اضغط على الزر \"موافق\" في لوحة تشغيل الطابعة لإخراج المستند من ADF (وحدة التغذية التلقائية للمستندات).";
"ICA_ERROR_18"	= "لا يمكن إجراء المسح الضوئي نظرًا للأسباب التالية:\n- ربما لم يتم وضع الأصل بشكل صحيح.\n- ربما تم وضع الصفحة الواقية في مكانها.\n- ربما لم تتم تحمية المصباح.\n   (يستغرق الأمر بضع دقائق لضبط المصباح في درجة الحرارة المنخفضة.)";
"ICA_ERROR_25"	= "الورق منحشر في ADF (وحدة التغذية التلقائية للمستندات). قم بإزالة انحشار الورق، ثم اضغط على الزر موافق(OK) لمسح الحالة في لوحة تشغيل الطابعة.";
"ICA_ERROR_26"	= "غطاء ADF (وحدة التغذية التلقائية للمستندات) مفتوح. قم بإغلاق غطاء المستندات واضغط على الزر \"موافق\" لمسح الحالة في لوحة تشغيل الطابعة.";
"ICA_ERROR_28"	= "المستند طويل جدًا. تحقق من إغلاق غطاء ADF (وحدة التغذية التلقائية للمستندات)، واضغط على الزر \"موافق\" في لوحة تشغيل الطابعة لإخراج المستند من ADF.";
"ICA_ERROR_29"	= "يتناسب حجم الورق مع المسح الضوئي على الوجهين. تحقق من إغلاق غطاء ADF (وحدة التغذية التلقائية للمستندات)، واضغط على الزر \"موافق\" في لوحة تشغيل الطابعة لإخراج المستند من ADF.";
"ICA_ERROR_30"	= "لا توجد أية مستندات في ADF (وحدة التغذية التلقائية للمستندات). اضغط على الزر موافق(OK) في لوحة تشغيل الطابعة لإلغاء الخطأ، ثم ضع ورقًا في ADF.";
"ICA_ERROR_31"	= "تهيئة الماسحة الضوئية قيد التقدم. قم بالمسح الضوئي بعد انتهاء التهيئة.";
"ICA_ERROR_32"	= "تهيئة الطابعة قيد التقدم. قم بالمسح الضوئي بعد انتهاء التهيئة.";
"ICA_ERROR_33"	= "الطابعة قيد الاستخدام أو أنه حدث خطأ. تحقق من الحالة.";
"ICA_ERROR_34"	= "لن يصبح استخدام الماسحة الضوئية متوفرًا إذا كانت قيد الاستخدام بواسطة تطبيق أو مستخدم آخر.";
"ICA_ERROR_35"	= "تم تركيب الصفحة الواقية. تعذر المسح الضوئي.";
"ICA_ERROR_36"	= "لا يمكن مسح مقاس الورق المحدد للمستند.";
"ICA_ERROR_39"	= "تعذر الاتصال بالماسحة الضوئية نتيجة للأسباب التالية:\n- تم إيقاف تشغيل الماسحة الضوئية.\n- كبل USB غير متصل.\n\nيرجى الفحص والمحاولة مرة أخرى.";
"ICA_ERROR_40"	= "تعذر الاتصال بالماسحة الضوئية نتيجة للأسباب التالية:\n- تم إيقاف تشغيل الماسحة الضوئية.\n- (إذا كان الاتصال باستخدام شبكة محلية سلكية) فإنها غير متصلة بشبكة محلية سلكية.\n- (إذا كان الاتصال باستخدام شبكة محلية لاسلكية) فإن قوة الإشارة ضعيفة بسبب وجود عوائق.\n- الاتصال بالشبكة محظور بسبب برنامج أمني.\n- تم تحديد ماسحة ضوئية مختلفة على الشبكة.\n\nيرجى الفحص والمحاولة مرة أخرى.";
"ICA_ERROR_42"	= "غطاء المستند مفتوح.\nقم بإغلاق غطاء المستند، ثم اضغط على الزر \"موافق\" الموجود بالطابعة.\nثم قم بإزالة المستند من ADF (وحدة التغذية التلقائية للمستندات).";
